package den.bogdanov.pizzapecipes;

public class Utils {

    public static final String PIZZA_1_TITLE = "Дрожжевая пицца с колбасой, помидорами и сыром";
    public static final String PIZZA_1_DESCRIPTION = "Приготовить пиццу из дрожжевого теста в домашних условиях не составит труда!";
    public static final String PIZZA_1_RECIPE = "Приготовить пиццу из дрожжевого теста в домашних условиях не составит труда! Главное, чтобы тесто было удачным, тогда пицца исчезнет со стола, не успев остыть. Тесто, которое я вам сегодня покажу, как раз из таких. Из него получится одинаково хорошо как толстая, так и тонкая основа для пиццы. А начинка в данном случае традиционная - колбаса, сладкий перец, помидоры и сыр. Дрожжевая пицца удалась на славу!";

    public static final String PIZZA_2_TITLE = "Домашняя пицца на тонком бездрожжевом тесте";
    public static final String PIZZA_2_DESCRIPTION = "Вкуснейшая домашняя пицца на тонком бездрожжевом тесте";
    public static final String PIZZA_2_RECIPE = "Вкуснейшая домашняя пицца на тонком бездрожжевом тесте. Готовится тесто для пиццы без дрожжей очень быстро, а пицца съедается на ура!";

    public static final String PIZZA_3_TITLE = "Домашняя пицца \"Как я люблю\"";
    public static final String PIZZA_3_DESCRIPTION = "Перепробовала много рецептов и определила для себя, что пицца именно по этому рецепту - как я люблю";
    public static final String PIZZA_3_RECIPE = "Не использую в пицце майонез и кетчуп. Вместо кетчупа смазываю основу домашним томатным соусом, и мне кажется, что именно поэтому пицца получается необыкновенно вкусной и ароматной - вкуснее, чем в любой пиццерии.";

    public static final String PIZZA_4_TITLE = "Тесто для пиццы по рецепту Джейми Оливера";
    public static final String PIZZA_4_DESCRIPTION = "Это самое вкусное тесто для пиццы, которое я когда-либо пробовала.";
    public static final String PIZZA_4_RECIPE = "Готовится оно на раз-два, очень быстро, получается эластичным, а работать с таким тестом - одно удовольствие! Пицца из такого теста получается очень тоненькой и вкусной, именно такой, какой ее обожают во всем мире!";

    public static final String PIZZA_5_TITLE = "\"Молниеносная\" пицца из бездрожжевого теста";
    public static final String PIZZA_5_DESCRIPTION = "Никогда бы не поверила, что пиццу можно приготовить так быстро, если бы не попался этот рецепт.";
    public static final String PIZZA_5_RECIPE = "Все очень просто и легко! Тесто без дрожжей получается тонким, хрустящим снаружи и мягким внутри, невероятно вкусным! Начинку можно добавлять вашу любимую.";

    public static final String PIZZA_6_TITLE = "Тесто для пиццы";
    public static final String PIZZA_6_DESCRIPTION = "Главный аспект в приготовлении домашней пиццы – это, конечно же, тесто.";
    public static final String PIZZA_6_RECIPE = "Я постоянно нахожусь в процессе оттачивания своих навыков в выпечке, касательно же теста для пиццы я уже давно нашла идеальный рецепт для себя. Это почти классический рецепт итальянского теста, за исключением сахара, я все же предпочитаю добавлять его, тесто получается не сладким, а сбалансированным, и прекрасно дополняет соленую начинку.";

    public static final String PIZZA_7_TITLE = "Домашняя пицца на дрожжевом тесте";
    public static final String PIZZA_7_DESCRIPTION = "Самый простой и при этом самый вкусный рецепт пиццы на дрожжевом тесте!";
    public static final String PIZZA_7_RECIPE = "Тесто супер, рекомендую обязательно попробовать. А для начинки возьмём из холодильника всё то, что никак не съедим. Операция \"Спасти холодильник\" прошла успешно, все довольны!";

    public static final String PIZZA_8_TITLE = "Быстрая пицца с колбасой и сыром";
    public static final String PIZZA_8_DESCRIPTION = "Если хотите приготовить вкусную сытную пиццу, не потратив много времени и сил, то воспользуйтесь этим рецептом.";
    public static final String PIZZA_8_RECIPE = "Вы будете в восторге от простого и быстрого рецепта. Это тот случай, когда и быстро, и вкусно.";

    public static final String PIZZA_9_TITLE = "Пицца пепперони в домашних условиях";
    public static final String PIZZA_9_DESCRIPTION = "В данном рецепте я бы хотел показать, как приготовить вкусную пиццу пепперони в домашних условиях.";
    public static final String PIZZA_9_RECIPE = "На самом деле, задача достаточно простая. Самое сложное – это найти колбасу пепперони, с остальными ингредиентами проблем быть не должно. Попробуйте приготовить вкусную пиццу у себя дома. Это намного легче, чем кажется!";

    public static final String PIZZA_10_TITLE = "Пицца \"Маргарита\"";
    public static final String PIZZA_10_DESCRIPTION = "Думаю, нет человека, который не любил бы пиццу.";
    public static final String PIZZA_10_RECIPE = "Предлагаю вам приготовить пиццу \"Маргарита\", которая, наверное, является самой распространенной. По-моему, меню в каждой пиццерии начинается именно с этой пиццы.";
}
